{
  "contents": [
    {
      "locale": "ar",
      "title": "انفنيت سوفت",
      "description": "انفنيت سوفت",
      "home": "الرئيسية",
      "about": "من نحن",
      "contact": "تواصل معنا",
      "services": "الخدمات",
      "clients": "العملاء",
      "work": "معرض الأعمال",

      "sol": "إنفينتيت للحلول التقنية",
      "partn": "شريكك نحو التميُّز...",
      "hero_k": "مرحباً بك! أياً كانت فكرتك، أياً كان مشروعك، هنا في إنفينتيت نجد الحلول دوماً. نقوم بتجسيد أفكارك في مُنتج رقمي حديث يضمن نجاحك و يساعدك في تحقيق أهدافك.",
      "serv": "خدماتنا",
      "talk": "تواصل معنا",

      "abt": "عن شركتنا",
      "abt_txt": "إنفينيت سوفت هي شركة برمجيات ناشئة تهدُف لمساعدة رواد الأعمال و أصحاب الشركات في بناء و تطوير تواجُدهم الرقمي و تسهيل عمليات إدارة أعمالهم الكترونياً، عبر تصميم و تطوير أنظمة و واجهات عصرية على درجة عالية من الكفاءة و الجودة، و باستخدام أحدث تقنيات بناء البرمجيات من أجل تمهيد الطريق نحو تحقيق أهداف المشاريع و الاستفادة القصوى من الوقت و الجهد مما يضمن التميز و النجاح.",
      "grfc": "تصميم الغرافيكس",
      "grfc_t": "نقوم بعمل جميع أنواع التصميم الرقمي و الهوية البصرية من شعارات و بانرات و بروفايل و بيزنس كارد.",
      "webd": "تطوير مواقع الويب",
      "webd_t": "نقدم لكم خدمات تصميم و تطوير المواقع الإلكترونية باستخدام أحدث و أرقى تقنيات البرمجة.",
      "apps": "تطبيقات الجوال و الكمبيوتر",
      "apps_t": "نستطيع تحويل جميع أفكارك لتطبيق كمبيوتر (Desktop Application) أو جوال (Android & iOS) عالي الأداء.",
      "stp_1": "بعد التواصل معنا، يقوم فريق إدارة المشاريع في أقرب وقت بالتواصل معكم بعد عمل تحليل لمتطلبات مشروعكم، و نقدم لكم مقترح التطوير البرمجي و خطوات سير العمليات.",
      "stp_2": "بعدها يتم النقاش معكم حول المشروع و تأكيد جميع المتطلبات و بعد الموافقة يتم تحديد السعر و المدة المتوقعة لتسليم المشروع.",
      "stp_3": "نشرع في العمل، من نقطة الصفر و حتى التسليم النهائي مع التواصل الدائم مع صاحب المشروع ليبقى على اطلاع بجميع التحديثات.",
      "stp_4": "إكمال المشروع و عمل جميع أنواع الاختبارات اللازمة لضمان جودة المُنتج و الحماية. و من ثمَّ إطلاقه.",
      "stp_5": "بعد التسليم نقوم بعمل عرض للدعم الفني و الصيانة الدورية و التطويرات في حال الحوجة.",
      "stp_6": "التعاون في مشاريع مُستقبلية قادمة.",
      "handle": "في إنفينتيت، سعادة و نجاح عملاءنا هي الأولوية القصوى ",
      "how_h": "كيف نتعامل مع المشاريع",
      "steppi": "نخطو معك خطوة بخطوة نحو النجاح...",
      "care_det": "نهتم بجميع التفاصيل...",
      "your_par": "انفينيت، شريكك التقني للتميز.",
      "name": "الاسم...",
      "phone": "رقم الجوال...",
      "email": "البريد الالكتروني...",
      "subject": "الموضوع...",
      "message": "الرسالة...",
      "attach": "مُرفقات",
      "filll": "يمكنك تعبئة النموذج أدناه للتواصل معنا",
      "submit": "إرسال",
      "qn_1": "هل لديك فكرة حول نشاط تجاري جديد و تريد تحويله لموقع أو تطبيق ؟",
      "qn_2": "هل تمتلك عملاً و تحتاج لإنشاء موقع/تطبيق للتعريف به و عرض الخدمات؟",
      "qn_3": "هل تدير عملاً معقداً و تحتاج لنظام رقمي لتسهيل عمليات الادارة و ترتيب المهام لتحقيق الاستفادة القصوى من الوقت؟",
      "qn_4": "هل لديك موقع أو تطبيق قديم بحاجة لتجديد أو إعادة تصميم أو حل مشكلة ما؟",
      "qn_5": "هل تحتاج لتصميم بانر أو شعار أو بيزنس بروفايل أو حتى سيرة ذاتية؟",
      "ans": "نتَطلَّع لإبهارك بمُنتج يفوق توقعاتك، لا تتردد بالتواصل معنا.",
      "rights": "جميع الحقوق محفوظة"
    },
    {
      "locale": "en",
      "title": "Infinite Soft",
      "description": "Infinite Soft",
      "home": "Home",
      "about": "About",
      "contact": "Contact",
      "services": "Services",
      "clients": "Clients",
      "work": "Our Work",

      "sol": "Infinite for Tech Solutions",
      "partn": "Your Partner towards Success...",
      "hero_k": "Hi!, Whatever idea you have, whatever Project, here at Infinite we always find Solutions. We transform your ideas into a modern digital product that guarantees your success and helps you achieve your goals",
      "serv": "Our Services",
      "talk": "Let's Talk",

      "abt": "About Our Company",
      "abt_txt": "Infinite Soft is mainly a Software Development company that aims to assist entrepreneurs and business owners in building and developing their digital presence and facilitating the operations of managing their business digitally, by designing and developing modern systems and interfaces with a very high degree of efficiency and quality, and by using the latest software building technologies to Pave the road towards achieving project goals and making the most of time and effort ensuring excellence and success.",
      "grfc": "Graphics Design",
      "grfc_t": "We do all kinds of digital design and visual identity, including logos, banners, profiles, and business cards.",
      "webd": "Web Development",
      "webd_t": "We offer you web design and development services using the latest and most advanced programming techniques.",
      "apps": "Desktop & Mobile Apps",
      "apps_t": "We can turn all your ideas into a high-performance desktop or mobile application (Android & iOS).",
      "stp_1": "After communicating with us, the project management team will contact  you right after an analysis of your project requirements is done and present to you a software development proposal and process steps.",
      "stp_2": "Then a discussion will be held with you about the project and all requirements will be confirmed, and after approval, the price and the expected period for project delivery will be determined.",
      "stp_3": "We start work, from scratch until the final delivery, with constant communication with the project owner to keep them updated every step of the way.",
      "stp_4": "Completion of the project and performing all kinds of tests necessary to ensure product quality and security. And then deploying it.",
      "stp_5": "After delivery, we make a proposal for technical support, periodic maintenance, and possible upgrades in case of need.",
      "stp_6": "Collaborating in upcoming future projects.",
      "handle": "At Infinite, the happiness and success of our Clients is our top priority",
      "how_h": "How do we handle projects?",

      "steppi": "نخطو معك خطوة بخطوة نحو النجاح...",
      "care_det": "نهتم بجميع التفاصيل...",
      "your_par": "انفينيت، شريكك التقني للتميز.",

      "name": "Full Name...",
      "phone": "Phone...",
      "email": "Email...",
      "subject": "Subject...",
      "message": "Message...",
      "attach": "Attachments (optional)",
      "filll": "You can fill the form below to get in touch with us :",
      "submit": "Submit",

      "qn_1": "Do you have an idea about a new business and want to convert it to a website or an application?",
      "qn_2": "Do you own a business and need to create a website/application to introduce and showcase the services provided?",
      "qn_3": "Do you run a complex business and need a digital system to facilitate management processes and arrange tasks to make the most of time?",
      "qn_4": "Do you have an old website or application that needs to be renewed, redesigned or fixed?",
      "qn_5": "Do you need to design a banner, a logo, a business profile, or even a resume?",
      "ans": "We look forward to impressing you with a product that exceeds your expectations, do not hesitate to contact us.",

      "rights": "All Rights Reserved"
    }
  ]
}
